Repository: ingrenee/pkonet
Catalog: components/com_jreviews/jreviews/locale/per/LC_MESSAGES/default.po
Languages: ar_us

source: Go to page %s
ar_us: به صفحه %s برو

source: Go to page %s of %s
ar_us: به صفحه %s از %s برو

source: Results per page
ar_us: نتایج در هر صفحه

source: Guest
ar_us: مهمان

source: Tweet
ar_us: توییت کنید

source: Add
ar_us: اضافه

source: Submit
ar_us: ارسال

source: between
ar_us: میان

source: Featured
ar_us: ویژه

source: Title
ar_us: عنوان

source: Most recent
ar_us: جدیدترین

source: Last updated
ar_us: تازه‌ ترین به روز رسانی‌ها

source: Most popular
ar_us: محبوب ترین

source: Highest user rating
ar_us: بالاترین امتیاز توسط کاربران

source: Lowest user rating
ar_us: پایین‌ترین امتیاز توسط کاربران

source: Highest editor rating
ar_us: بالاترین امتیاز توسط کارشناسان

source: Lowest editor rating
ar_us: پایین‌ترین امتیاز توسط کارشناسان

source: Most reviews
ar_us: بیشترین بازدید

source: Author
ar_us: نویسنده

source: Distance
ar_us: فاصله

source: ASC
ar_us: صعودی

source: DESC
ar_us: نزولی

source: Oldest
ar_us: قدیمی ترین

source: Most helpful
ar_us: مفیدترین

source: Least helpful
ar_us: بی‌فایده‌ترین

source: Most discussed
ar_us: مورد بحث‌ترین

source: #1 Reviewer
ar_us: نقدنویس برتر

source: Top 10 Reviewer
ar_us: ده نقدنویس برتر

source: Top 50 Reviewer
ar_us: پنجاه نقدنویس برتر

source: Top 100 Reviewer
ar_us: صد نقدنویس برتر

source: Top 500 Reviewer
ar_us: پانصد نقدنویس برتر

source: Top 1000 Reviewer
ar_us: هزار نقدنویس برتر

source: Views
ar_us: بازدید

source: Video count
ar_us: تعداد ویدیوها

source: Photo count
ar_us: تعداد عکس‌ها

source: Audio count
ar_us: تعداد فایل‌های صوتی

source: Attachment count
ar_us: تعداد پیوست‌ها

source: Favorite count
ar_us: تعداد علاقه‌مندی‌ها

source: Pending Moderation
ar_us: در انتظار مدیریت

source: Expired
ar_us: منقضی

source: New
ar_us: جدید

source: Hot
ar_us: محبوب

source: Newest
ar_us: جدیدترین

source: Most Popular
ar_us: محبوب‌ترین

source: Most Liked
ar_us: موردپسند‌ترین

source: Ordering
ar_us: چیدمان

source: All
ar_us: همه

source: Video
ar_us: ویدیو

source: Photo
ar_us: عکس

source: Attachment
ar_us: پیوست

source: Audio
ar_us: فایل صوتی

source: %s views
ar_us: %s بازدیدها

source: I like this
ar_us: می‌پسندم

source: I dislike this
ar_us: نمی‌پسندم

source: Report as inappropriate
ar_us: گزارش نامناسب بودن

source: no upload limit
ar_us: بدون محدودیت آپلود

source: upload limit reached (%s)
ar_us: محدودیت آپلود به (%s) رسید

source: %1$s remaining out of %2$s
ar_us: %1$s مانده از %2$s

source: No rating
ar_us: بدون امتیاز

source: Editor rating
ar_us: امتیاز کاربر

source: User rating
ar_us: امتیاز کارشناس

source: Overall rating
ar_us: امتیاز نهایی

source: Not rated
ar_us: بدون امتیاز

source: N/A
ar_us: موجود نیست

source: and
ar_us: و

source: %s listing feeds
ar_us: %s خوراک مدخل‌ها

source: %s review feeds
ar_us: %s خوراک نقدها

source: %s - restricted access
ar_us: %s ـ محدودیت دسترسی

source: Add Media
ar_us: افزودن مدیا

source: Comments (%s)
ar_us: نظرات (%s)

source: Write Review
ar_us: نوشتن نقد

source: Claim this listing
ar_us: ادعای این مدخل

source: Compare
ar_us: مقایسه

source: Download
ar_us: دانلود

source: Send Inquiry
ar_us: ارسال استعلام

source: Reply to this review
ar_us: پاسخ به این نقد

source: Reply to this comment
ar_us: پاسخ به این نظر

source: Edit
ar_us: ویرایش

source: Report this comment
ar_us: گزارش تخلف این نظر را ارسال کنید

source: Report this review
ar_us: گزارش تخلف این نقد را ارسال کنید

source: Was this review helpful to you?
ar_us: آیا این نقد را مفید یافتید؟

source: Manage
ar_us: مدیریت

source: Delete
ar_us: حذف

source: Edit Listing
ar_us: ویرایش مدخل

source: Edit Media
ar_us: ویرایش مدیا

source: Published
ar_us: منتشر شده

source: Unpublished
ar_us: منتشر نشده

source: Not featured
ar_us: ویژه نشده

source: Main Media
ar_us: مدیای اصلی

source: Read more
ar_us: ادامه مطلب

source: Read reviews
ar_us: مشاهده نقدها

source: Write review
ar_us: نقد بنویسید

source: content.prepare
ar_us: آماده سازی محتوا

source: Miles
ar_us: مایل

source: Km
ar_us: کیلومتر

source: Please enter a valid value for %s.
ar_us: باید برای %s مقدار صحیحی وارد نمایید.

source: SEYRET_TAG
ar_us: ویدیو

source: ZOO_TAG
ar_us: باغ وحش

source: VIRTUEMART_TAG
ar_us: محصولات

source: BOOKMARKS_TAG
ar_us: وبسایت

source: JXCATALOG_TAG
ar_us: کاتالوگ

source: JOMSOCIAL_TAG
ar_us: عضو جوم سوشال

source: COMMUNITY_BUILDER_TAG
ar_us: عضو جامعه ساز

source: Listing
ar_us: مدخل

source: EVENTLIST_EVENT_TAG
ar_us: وقایع

source: EVENTLIST_VENUE_TAG
ar_us: محل وقوع

source: EZREALTY_PROPERTY_TAG
ar_us: املاک

source: EZREALTY_PROFILE_TAG
ar_us: پروفایل

source: HOTPROPERTY_TAG
ar_us: املاک

source: JOMRES_TAG
ar_us: هتل

source: JOOMGALLERY_TAG
ar_us: جوم گالری

source: K2_TAG
ar_us: کا2

source: MTREE_TAG
ar_us: فهرست‌ها

source: MYBLOG_TAG
ar_us: وبلاگ

source: RESMAN_TAG
ar_us: محل وقوع

source: RESOURCE_TAG
ar_us: فهرست

source: SOBI2_TAG
ar_us: sobi2

source: Select Category
ar_us: انتخاب مجموعه

source: User Reviews: %s
ar_us: نقد کاربران: %s

source: Editor Reviews: %s
ar_us: نقد کارشناسان: %s

source: Media for %s
ar_us: مدیا برای %s

source: Listings by %s
ar_us: مدخل‌ها بر اساس %s

source: ordered by %s
ar_us: چیده شده بر اساس %s

source: ordered by %s desc
ar_us: چیدمان بر اساس %s نزولی

source: Favorites by %s
ar_us: علاقه مندی‌ها توسط %s

source: Reviews written by %s
ar_us: نقدهای نوشته شده توسط %s

source: Review for %s, %s
ar_us: نقد برای %s, %s

source: Remove from favorites
ar_us: حذف از علاقه مندی‌ها

source: Add to favorites
ar_us: افزودن به علاقه مندی‌ها

source: Other users interested in {title}
ar_us: کاربرهای دیگر {title} را پسندیده‌اند

source: Search ANY selected option
ar_us: هر گزینه انتخاب شده را جستجو کن

source: Search ALL selected options
ar_us: تمام گزینه‌های انتخاب شده را جستجو کن

source: Select
ar_us: انتخاب

source: No listings selected for comparison.
ar_us: هیچ مدخلی برای مقایسه انتخاب نشده است.

source: %s Comparison
ar_us: %s مقایسه

source: Only listings with the same listing type can be compared. One or more of the listing ids in the menu has a different listing type.
ar_us: فقط مدخل‌هایی که نوع یکسانی داشته باشند با یکدیگر مقایسه می‌شوند. یک یا چند مدخل در منوها نوع یکسانی ندارند.

source: Media by %s
ar_us: مدیا توسط %s

source: Photos by %s
ar_us: عکس‌ها توسط %s

source: Videos by %s
ar_us: ویدیوها توسط %s

source: Audio by %s
ar_us: فایل صوتی توسط %s

source: Attachments by %s
ar_us: پیوست‌ها توسط %s

source: Photos for %s
ar_us: عکس‌های %s

source: Video for %s
ar_us: ویدیوهای %s

source: Listing photos for %s
ar_us: عکس‌های مدخل %s

source: User photos for %s
ar_us: عکس‌های کاربران برای %s

source: Reviewer photos for %s
ar_us: عکس‌های نقد %s

source: photos
ar_us: عکس‌ها

source: videos
ar_us: ویدیوها

source: attachments
ar_us: پیوست‌ها

source: audio
ar_us: فایل صوتی

source: this type of file
ar_us: این نوع فایل

source: Username is valid
ar_us: شناسه معتبر است

source: Username is invalid
ar_us: شناسه معتبر نیست

source: We finished processing your upload
ar_us: پردازش آپلود شما به پایان رسید

source: New listing %s
ar_us: مدخل جدید %s

source: Edited listing %s
ar_us: مدخل ویرایش شده %s

source: New review for %s
ar_us: جدیدترین نقدها برای %s

source: Edited review for %s
ar_us: نقدهای ویرایش‌ شده برای %s

source: Owner review reply submitted for listing %s
ar_us: پاسخ ارسالی نویسنده برای مدخل %s

source: A new report has been submitted
ar_us: گزارش جدیدی ارسال شد

source: New comment for review: %s
ar_us: نظر جدید برای نقد: %s

source: Edited comment for review: %s
ar_us: نظر ویرایش شده برای نقد: %s

source: Listing claim submitted for %s
ar_us: مطالبۀ مدخل برای %s ارسال شد

source: New inquiry for: %s
ar_us: استعلام جدید برای: %s

source: From: %s
ar_us: از طرف: %s

source: Email: %s
ar_us: ایمیل: %s

source: Phone number: %s
ar_us: شماره تلفن: %s

source: Listing: %s
ar_us: عنوان مدخل: %s

source: Listing link: %s
ar_us: لینک به مدخل: %s

source: submitted a new listing titled %s
ar_us: یک مدخل جدید با عنوان %s ارسال شد

source: wrote a review for %s
ar_us: نقدی برای %s نوشته شده

source: posted a new comment
ar_us: یک نظر جدید ارسال شد

source: liked this review for %s
ar_us: این نقد به خاطر %s مورد پسند قرار گرفت

source: Website
ar_us: وبسایت

source: Rating
ar_us: امتیاز

source: Read review
ar_us: مشاهده نقد

source: %s stars
ar_us: %s ستاره

source: Please enter your name.
ar_us: باید نام خود را وارد کنید.

source: Please enter a valid email address.
ar_us: باید یک ایمیل معتبر وارد کنید.

source: Please accept our Terms & Conditions.
ar_us: موافقت خود را با شرایط ما اعلام کنید

source: Please enter the security code.
ar_us: باید کد امنیتی را وارد کنید.

source: The security code you entered was invalid.
ar_us: کد امنیتی که وارد کرده اید، نادرست است.

source: Close
ar_us: بستن

source: Cancel
ar_us: انصراف

source: Start
ar_us: شروع

source: Stop
ar_us: توقف

source: Continue
ar_us: ادامه

source: Back
ar_us: بازگشت

source: Place Order
ar_us: سفارش دهید

source: Frontpaged
ar_us: نمایش در صفحه اصلی سایت

source: Not frontpaged
ar_us: عدم نمایش در صفحه اصلی سایت

source: Clear
ar_us: پاک کردن

source: Publish to Facebook
ar_us: در فیسبوک منتشر کن

source: Loading...
ar_us: در حال بارگذاری

source: Fill in to create an account
ar_us: برای ایجاد حساب کاربری این را تکمیل کنید

source: Thank you for your submission. It will be published once it is verified.
ar_us: برای ارسال از شما سپاسگزاریم. مورد ارسالی شما پس از بررسی منتشر خواهد شد.

source: Thank you for your submission.
ar_us: برای ارسال از شما سپاسگزاریم.

source: The listing was successfully saved.
ar_us: مدخل با موفقیت ذخیره شد.

source: You are not allowed to submit listings in this category.
ar_us: شما اجازه ندارید در این مجموعه مدخل ارسال کنید.

source: The category selected is invalid.
ar_us: مجموعه انتخاب شده نامعتبر است.

source: A listing with that title already exists.
ar_us: در حال حاضر یک مدخل با این عنوان وجود دارد.

source: You need to select a category.
ar_us: باید یک مجموعه انتخاب کنید.

source: Please enter the listing title.
ar_us: لطفاً عنوان مدخل را ذکر کنید

source: Please enter a summary.
ar_us: لطفاً خلاصه را وارد کنید.

source: Please enter a description.
ar_us: لطفاً توضیحات را وارد کنید.

source: Go to listing
ar_us: رفتن به مدخل

source: Are you sure you want to delete this listing?
ar_us: آیا مطمئن هستید که می‌خواهید این مدخل را حذف کنید؟

source: The listing was deleted.
ar_us: مدخل حذف شده است.

source: Are you sure you want to delete this file?
ar_us: آیا مطمئن هستید که می‌خواهید این فایل را حذف کنید؟

source: %s upload failed. You don't have permission to upload %s.
ar_us: %s آپلود ناموفق بود. شما اجازه ندارید %s را آپلود کنید.

source: %s has an invalid extension.
ar_us: %s دارای پسوند نامعتبری است.

source: File has an invalid extension, it should be one of %s.
ar_us: فایل دارای پسوند نامعتبری است، پسوند آن باید یکی از این موارد باشد: %s

source: Photo upload limit (%s) reached.
ar_us: محدودیت آپلود عکس %s است.

source: Video upload limit (%s) reached.
ar_us: محدودیت آپلود ویدیو %s است.

source: Attachment upload limit (%s) reached.
ar_us: محدودیت آپلود پیوست %s است.

source: Audio upload limit (%s) reached.
ar_us: محدودیت آپلود فایل صوتی %s است.

source: Upload directory is not writable.
ar_us: دایرکتوری آپلود فاقد قابلیت ذخیره سازی است.

source: No files were uploaded.
ar_us: هیچ فایلی آپلود نشد.

source: %s is empty.
ar_us: %s خالی است.

source: %s is too large. The maximum allowed size is %sMB.
ar_us: %s خیلی بزرگ است. حداکثر حجم مجاز %s مگابیت است.

source: A video was not found at the specified url.
ar_us: در آدرس داده شده هیچ ویدیویی پیدا نشد.

source: Video linking is disabled
ar_us: لینک به ویدیو غیرفعال است.

source: File not found
ar_us: فایل پیدا نشد

source: Cannot complete video upload because remote storage and video encoding setup is incomplete in Media Settings.
ar_us: آپلود ویدیو امکان‌پذیر نیست زیرا موارد زیر در مدیا ستینگ کامل نیست:remote storage & video encoding

source: Cannot complete audio upload because remote storage and audio encoding setup is incomplete in Media Settings.
ar_us: آپلود فایل صوتی امکان‌پذیر نیست زیرا موارد زیر در مدیا ستینگ کامل نیست:remote storage & audio encoding

source: {file} has an invalid extension. Allowed extensions: {extensions}.
ar_us: {file} دارای پسوند نامعتبری است. پسوندهای معتبر: {extensions}

source: {file} is too large, maximum file size is {sizeLimit}.
ar_us: {file} خیلی بزرگ است، حدکثر حجم مجاز: {sizeLimit}

source: {file} is empty.
ar_us: {file} خالی است.

source: No files to upload.
ar_us: فایلی برای آپلود وجود ندارد.

source: The files are being uploaded, if you leave now the upload will be cancelled.
ar_us: فایل‌ها در حال آپلود هستند، اگر اکنون اینجا را ترک کنید آپلود لغو می‌شود.

source: The remote site rejected the connection to download the file.
ar_us: سایت مقصد اتصال برای دانلود فایل را نپذیرفت.

source: The upload URL is not valid, please try again.
ar_us: لینک آپلود معتبر نیست، لطفاً بعداً تلاش کنید.

source: You've reached your photo limit for this listing. To publish this photo you'll first need to unpublish one of the other photos.
ar_us: شما از حد مجاز عکس برای این مدخل عبور کردید. برای انتشار این عکس در ابتدا باید یکی از عکس‌های دیگر را از حالت انتشار خارج کنید.

source: You've reached your video limit for this listing. To publish this video you'll first need to unpublish one of the other videos.
ar_us: شما از حد مجاز ویدیو برای این مدخل عبور کردید. برای انتشار این ویدیو در ابتدا باید یکی از ویدیوهای دیگر را از حالت انتشار خارج کنید.

source: You've reached your attachment limit for this listing. To publish this attachment you'll first need to unpublish one of the other attachments.
ar_us: شما از حد مجاز پیوست برای این مدخل عبور کردید. برای انتشار این پیوست در ابتدا باید یکی از پیوست‌های دیگر را از حالت انتشار خارج کنید.

source: You've reached your audio limit for this listing. To publish this audio track you'll first need to unpublish one of the other audio tracks.
ar_us: شما از حد مجاز فایل صوتی برای این مدخل عبور کردید. برای انتشار این فایل صوتی در ابتدا باید یکی از فایل‌های صوتی دیگر را از حالت انتشار خارج کنید.

source: You already submitted a review.
ar_us: در حال حاضر یک نقد ارسال کرده اید.

source: You are not allowed to review your own listing.
ar_us: شما اجازه ندارید برای مدخل خود نقد بنویسید.

source: Thank you for your submission
ar_us: برای ارسال از شما سپاسگزاریم

source: Thank you for your submission. Refresh the page to see it.
ar_us: برای ارسال از شما سپاسگزاریم. صفحه را ریفرش کنید تا آن را مشاهده نمایید.

source: Your changes were saved.
ar_us: تغییرات شما ذخیره شد.

source: Your changes were saved, refresh the page to see them.
ar_us: تغییرات شما ذخیره شد، صفحه را دوباره بارگذاری کنید تا آن‌ها را مشاهده کنید.

source: Please enter a title for the review.
ar_us: باید برای نقد عنوانی در نظر بگیرید.

source: Please enter your comment.
ar_us: باید نظر بدهید.

source: You are missing a rating in %s criteria.
ar_us: به خاطر معیارهای %s یک امتیاز از دست دادید.

source: Are you sure you want to delete your reply?
ar_us: آیا مطمئن هستید که می‌خواهید پاسخ خود را حذف کنید؟

source: The reply was deleted.
ar_us: پاسخ حذف شد.

source: You are not allowed to vote on your own review.
ar_us: شما اجازه ندارید به نقد خود رأی دهید.

source: Login or register to vote.
ar_us: برای رأی دادن وارد یا عضو شوید.

source: You already voted.
ar_us: شما قبلاً رأی داده اید.

source: Are you sure you want to delete this comment?
ar_us: آیا مطمئن هستید که می‌خواهید این نظر را حذف کنید؟

source: The comment was deleted
ar_us: نظر حذف شد

source: Your claim was submitted, thank you.
ar_us: درخواست شما ارسال شد، سپاسگزاریم.

source: The message is empty.
ar_us: پیامی نوشته نشده است.

source: Please register to claim this listing
ar_us: لطفاً برای مطالبۀ این مدخل عضو شوید

source: Register to add this entry to your favorites
ar_us: برای اضافه کردن این مدخل به علاقه مندی‌ها ثبت نام کنید

source: Your inquiry has been submitted.
ar_us: درخواست شما ارسال شد.

source: Your reply was submitted and has been approved.
ar_us: پاسخ شما ارسال شد و مورد پذیرش قرار گرفت.

source: Your reply was submitted and will be published once it is verified.
ar_us: پاسخ شما ارسال شد و بعد از بررسی منتشر خواهد شد.

source: A reply for this review already exists.
ar_us: در حال حاضر یک پاسخ برای این نقد وجود دارد.

source: The reply is empty.
ar_us: پاسخی وارد نشده است.

source: Your report was submitted, thank you.
ar_us: گزارش شما ارسال شد، سپاسگزاریم.

source: -- Select --
ar_us: -- انتخاب --

source: -- Select %s --
ar_us: -- انتخاب %s --

source: No results found, try a different spelling.
ar_us: هیچ نتیجه‌ای یافت نشد. املای دیگری را امتحان کنید.

source: Start typing for suggestions
ar_us: پیشنهادات خود را ارائه دهید

source: Compare All
ar_us: مقایسه همه

source: Remove All
ar_us: حذف همه

source: You need to select more than one listing for comparison.
ar_us: برای مقایسه باید بیش از یک مدخل را انتخاب کنید.

source: You selected maximum number of listings for comparison.
ar_us: تعداد مدخل‌های انتخاب شده از حد مجاز بیشتر است.

source: Map it
ar_us: در نقشه نشان بده

source: Clear coordinates
ar_us: حذف همپایه‌سازها

source: Street view not available for this address.
ar_us: نمای خیابان برای این آدرس در دسترس نیست.

source: Address could not be geocoded. Modify the address and click on the Geocode Address button to try again.
ar_us: کد جغرافیایی این آدرس پیدا نشد. آدرس را تغییر دهید و روی دکمه کد جغرافیایی آدرس کلیک کنید.

source: Drag the marker to fine-tune the geographic location on the map.
ar_us: برای تنظیم موقعیت جغرافیایی، نشانگر موشواره را روی نقشه بکشید.

source: No corresponding geographic location could be found for one of the specified addresses. This may be due to the fact that the address is relatively new, or it may be incorrect.
ar_us: برای آدرس‌های مشخص شده هیچ موقعیت جغرافیایی متناظری پیدا نشد. این امر شاید به دلیل جدید یا اشتباه بودن آدرس است.

source: Enter a location
ar_us: یک مکان را وارد کنید

source: You have exceeded your quota of free listings for the selected plan.
ar_us: سهمیۀ مدخل‌های رایگان شما برای پلان انتخابی به پایان رسید.

source: The plan selected for this listing is not valid.
ar_us: پلان انتخاب شده برای این مدخل معتبر نیست.

source: There is already an unpaid order for this listing.
ar_us: در حال حاضر یک سفارش پرداخت نشده برای این مدخل وجود دارد.

source: You need to agree to the Terms of Service.
ar_us: باید موافقت خود را با شرایط این سرویس اعلام کنید.

source: Your account information was saved.
ar_us: اطلاعات حساب کاربری شما ذخیره شد.

source: on %s
ar_us: در %s

source: %s ago
ar_us: %s قبل

source: review
ar_us: نقد

source: A guest
ar_us: یک میهمان

source: Listing: %1$s. %2$s
ar_us: مدخل: %1$s. %2$s

source: Review for: %1$s. %2$s
ar_us: نقد برای: %1$s. %2$s

source: Discussion on: %1$s. %2$s
ar_us: بحث در مورد: %1$s. %2$s

source: You selected the Custom Center mode, but did not specify the coordinates.
ar_us: شما حالت سفارشی را انتخاب کرده‌اید ولی مختصات را مشخص نکردید.

source: Day(s)
ar_us: روز(ها)

source: Week(s)
ar_us: هفته(ها)

source: Month(s)
ar_us: ماه(ها)

source: Year(s)
ar_us: سال(ها)

source: Never Expires
ar_us: بدون انقضا

source: Incomplete
ar_us: ناقص

source: Pending
ar_us: در حال انتظار

source: Processing
ar_us: در حال پردازش

source: Complete
ar_us: تکمیل

source: Cancelled
ar_us: لغو شده

source: Fraud
ar_us: تقلب

source: Failed
ar_us: بی نتیجه

source: One Time Payment
ar_us: پرداخت یک مرتبه

source: Subscription
ar_us: اشتراک

source: Free or Trial
ar_us: رایگان یا آزمایشی

source: Upgrade
ar_us: ارتقا

source: Order
ar_us: سفارش

source: Order renewal set.
ar_us: از سرگیری سفارش

source: Order processing error.
ar_us: خطا در پردازش سفارش

source: Listing expiration: %s
ar_us: تاریخ انقضای مدخل: %s

source: Listing state: %s
ar_us: وضعیت مدخل: %s

source: Transaction invalid
ar_us: معامله کان لم یکن است

source: We have detected an invalid attempt to bypass the payment system. If you feel this is mistake please contact us.
ar_us: متوجه شدیم که برای دور زدن سیستم پرداخت تلاش باطلی صورت گرفته است. اگر احساس می‌کنید که اشتباهی پیش آمده لطفاً با ما تماس بگیرید.

source: New subscription
ar_us: اشتراک جدید

source: Never
ar_us: هرگز

source: %1$s results - showing %2$s - %3$s
ar_us: %1$s نتایج - نمایش در %2$s - %3$s

source: Category
ar_us: مجموعه

source: Duration
ar_us: مدت

source: Upload from URL
ar_us: آپلود از آدرس اینترنتی

source: URL to media file
ar_us: آدرس اینترنتی فایل مدیا

source: Uploaded Media
ar_us: مدیای آپلود شده

source: URL to video page
ar_us: آدرس اینترنتی صفحه ویدیو

source: Upload
ar_us: آپلود

source: Select Files
ar_us: فایل‌ها را انتخاب کنید

source: Select or Drag & Drop your files to automatically start the upload process
ar_us: با حرکت ماوس فایل‌ها را در اینجا قرار دهید تا پروسه آپلود به طور اتوماتیک آغاز شود.

source: Use Camera
ar_us: از دوربین استفاده کنید

source: Choose Existing
ar_us: انتخاب موجودی

source: Drop files here
ar_us: فایل‌ها را در اینجا قرار دهید

source: Description
ar_us: توضیح

source: Update Information
ar_us: آپدیت اطلاعات

source: Approved
ar_us: پذیرفته شده

source: Processing Failed
ar_us: پردازش ناموفق بود

source: Processing Cancelled
ar_us: پردازش لغو شد

source: We are processing the file and this can take several minutes. You can wait or we will send you a notification when it is done
ar_us: ما در حال پردازش فایل هستیم و این کار احتمالاً چند دقیقه طول می‌کشد. می‌توانید منتظر بمانید یا اینکه وقتی پردازش به پایان رسید برای شما اطلاعیه می‌فرستیم.

source: Reviewer
ar_us: نقدنویس

source: Ratings (the higher the better)
ar_us: امتیازات (هرچه بیشتر بهتر)

source: Rate it
ar_us: امتیاز دهید

source: Please provide some information that will allow us to verify your ownership claim.
ar_us: لطفاً اطلاعاتی ارائه کنید که به ما اجازه دهد ادعای مالکیت شما را تأیید کنیم.

source: No entries were found
ar_us: هیچ اطلاعات ورودی‌ای یافت نشد

source: View all my favorites
ar_us: مشاهده همه علاقه مندی‌های من

source: View all my listings
ar_us: مشاهده همه مدخل‌های من

source: Reviewed by
ar_us: نویسنده نقد

source: View all my reviews
ar_us: مشاهده همه نقدهای من

source: The directory is empty.
ar_us: این پوشه خالی است.

source: Search
ar_us: جستجو

source: Advanced search
ar_us: جستجوی پیشرفته

source: Name
ar_us: نام

source: Username
ar_us: شناسه کاربری

source: Create an account to be able to manage all of your submissions. After you submit the form we'll email you an activation link with a temporary password.
ar_us: یک حساب کاربری ایجاد کنید تا بتوانید تمام ارسال‌های خود را مدیریت کنید. پس از اینکه فرم را ارسال کردید، برای شما لینک فعال‌سازی را با گذرواژه موقت ایمیل می‌کنیم.

source: Email
ar_us: ایمیل

source: Comment
ar_us: نظر

source: Comment not found
ar_us: نظر یافت نشد

source: In reply to an %searlier comment%s
ar_us: در پاسخ به %s نظر قبلی %s

source: Written by
ar_us: نویسنده

source: Review Detail
ar_us: جزئیات نقد

source: Hits
ar_us: بازدید

source: Comments
ar_us: نظرات

source: Add new comment
ar_us: ارسال نظر جدید

source: User Photos (%s)
ar_us: عکس‌های کاربر (%s)

source: User Videos (%s)
ar_us: ویدیوهای کاربر (%s)

source: Photos
ar_us: عکس‌ها

source: All Photos (%s)
ar_us: تمام عکس‌ها (%s)

source: Listing Photos (%s)
ar_us: عکس‌های مدخل (%s)

source: Videos
ar_us: ویدیوها

source: All Videos (%s)
ar_us: تمام ویدیوها (%s)

source: Listing Videos (%s)
ar_us: ویدیوهای مدخل (%s)

source: Attachments
ar_us: پیوست‌ها

source: Already have an account? %sLog in now%s
ar_us: آیا دارای حساب کاربری هستید؟ %s‌وارد شوید‌%s

source: Already have an account? %sLog in now%s or %sCreate an account%s
ar_us: آیا دارای حساب کاربری هستید؟ %s‌وارد شوید%s یا %sعضو شوید‌%s

source: To submit a listing please %sregister%s or %slog in%s
ar_us: برای ارسال مدخل لطفاً %sعضو شوید%s یا %s‌وارد شوید%s

source: To write a review please %sregister%s or %slog in%s
ar_us: برای نوشتن نقد لطفاً %sعضو شوید%s یا %s‌وارد شوید%s
