Repository: ingrenee/pkonet
Catalog: components/com_jreviews/jreviews/locale/per/LC_MESSAGES/default.po
Languages: ar_us

source: To write a comment please %sregister%s or %slog in%s
ar_us: برای نوشتن نظر لطفاً %sعضو شوید%s یا %s‌وارد شوید%s

source: Access restricted to members. To continue %sregister%s or %slog in%s
ar_us: دسترسی فقط برای اعضا مجاز است. برای ادامه %sعضو شوید%s یا %sوارد شوید%s

source: Password
ar_us: گذرواژه

source: %s - Page %s
ar_us: %s - صفحه %s

source: Filter
ar_us: فیلتر

source: Sort
ar_us: طبقه بندی

source: Submission instructions
ar_us: راهنمای ارسال

source: Select the category where you want to submit the new item.
ar_us: مجموعه مورد نظر را جهت ارسال آیتم جدید انتخاب کنید.

source: All form inputs marked %s are required.
ar_us: مواردی که با %s مشخص شده‌اند الزامی هستند.

source: You will find this claim in Claims Moderation.
ar_us: شما این درخواست را در بخش رسیدگی به درخواست‌ها پیدا خواهید کرد.

source: Claimed by
ar_us: ادعای مالکیت توسط

source: Claimant's email
ar_us: ایمیل درخواست کننده

source: Claim text
ar_us: متن ادعای مالکیت

source: IP address
ar_us: آی پی

source: Current owner
ar_us: ایجادکننده مدخل

source: Owner email
ar_us: ایمیل ایجادکننده مدخل

source: Summary
ar_us: خلاصه

source: The listing is not published and you will find it in the moderation queue.
ar_us: مدخل منتشر نشده است و شما می‌توانید آن را در فهرست انتظار برای مدیریت پیدا کنید.

source: The listing is published and you will find it in the listing browse admin menu.
ar_us: مدخل منتشر شده است و شما می‌توانید آن را در منوی جستجوی مدخل‌ها بیابید.

source: You will find this owner reply in the owner reply moderation list.
ar_us: شما این پاسخ ایجادکننده مدخل را می‌توانید در فهرست بررسی پاسخ‌های ایجادکننده مدخل پیدا کنید.

source: Owner's name
ar_us: نام ایجادکننده مدخل

source: IP Address
ar_us: آی پی

source: Owner's reply text
ar_us: متن پاسخ ایجادکننده مدخل

source: Listing title
ar_us: عنوان مدخل

source: Review title
ar_us: عنوان نقد

source: Review Comments
ar_us: نظرات ارسال شده برای این نقد

source: You will find this report in the reports moderation list.
ar_us: شما این گزارش را در فهرست بررسی گزارش‌ها خواهید یافت.

source: Reporter
ar_us: گزارش کننده

source: Report text
ar_us: متن گزارش

source: User name
ar_us: نام کاربری

source: Review
ar_us: نقد

source: Entry
ar_us: اطلاعات ورودی

source: [Without a title]
ar_us: بدون عنوان

source: Average user rating from: %s user(s)
ar_us: میانگین امتیاز کاربران : %s کاربر

source: There are no user reviews for this listing.
ar_us: هیچ کاربری برای این مدخل نقد ارسال نکرده است.

source: Add new review
ar_us: افزودن نقد جدید

source: You already submitted a comment.
ar_us: قبلا نظر داده اید.

source: View all user reviews
ar_us: مشاهده تمام نقدهای کاربر

source: Your name
ar_us: نام شما

source: Your email
ar_us: ایمیل شما

source: Please enter your email.
ar_us: لطفاً ایمیل خود را وارد کنید

source: Message
ar_us: پیام

source: Please enter your message.
ar_us: لطفاً پیام خود را وارد کنید.

source: photo count
ar_us: تعداد عکس

source: You have reached the maximum number of free listings for this category.
ar_us: شما از حداکثر تعداد مجاز مدخل در این مجموعه عبور کرده اید.

source: Listing Title
ar_us: عنوان مدخل

source: Listing Title Alias
ar_us: نام مستعار مدخل

source: Meta Data
ar_us: داده‌های متا

source: Meta Description
ar_us: توضیحات متا

source: Meta Keywords
ar_us: کلمات کلیدی متا

source: I will submit my review later on
ar_us: نقد خود را بعداً ارسال می‌کنم

source: Review Title
ar_us: عنوان نقد

source: You will be able to upload media right after checkout.
ar_us: پس از تسویه حساب قادر به آپلود مدیا خواهید بود.

source: You will be able to upload media right after you submit your listing.
ar_us: پس از ارسال مدخل قادر به آپلود مدیا خواهید بود.

source: Map
ar_us: نقشه

source: Details
ar_us: جزئیات

source: Reviews
ar_us: نقدها

source: Related Listings
ar_us: مدخل‌های مرتبط

source: Go back to previous page
ar_us: بازگشت به صفحه قبل

source: Editor Ratings
ar_us: امتیازات کارشناس

source: User Ratings
ar_us: امتیازات کاربر

source: Remove item
ar_us: حذف آیتم

source: Add new listing
ar_us: افزودن مدخل جدید

source: Your search did not return any results. Try adjusting your search values.<br /><br /><a href="javascript:window.history.go(-1)">Click here to go back.</a>
ar_us: جستجوی شما نتایجی در بر نداشت معیارهای جستجو را تغییر دهید..<br /><br /><a href="javascript:window.history.go(-1)">برای بازگشت اینجا را کلیک کنید</a>

source: Your favorites list is empty.
ar_us: فهرست علاقه مندی‌های شما خالی است.

source: Ratings
ar_us: امتیازات

source: File Description
ar_us: توضیحات فایل

source: File Size
ar_us: اندازه فایل

source: File Type
ar_us: نوع فایل

source: Downloads
ar_us: دانلودها

source: Add Media: %s
ar_us: افزودن مدیا: %s

source: Review: %s
ar_us: نقد: %s

source: My Media
ar_us: مدیای من

source: My Listings
ar_us: مدخل‌های من

source: You are not allowed to upload or have reached your upload limit.
ar_us: شما مجاز به آپلود نیستید یا از حد مجاز برای این کار عبور کرده اید.

source: Upload Media
ar_us: آپلود مدیا

source: Link Video
ar_us: لینک ویدیو

source: Upload Limits:
ar_us: محدودیت آپلود:

source: Terms &amp; Conditions
ar_us: شرایط و مقررات

source: Before uploading media, please accept our Terms &amp; Conditions. All uploads must be family friendly, original non-copyrighted, non-commercial and virus-free.
ar_us: قبل از آپلود مدیا لطفاَ با شرایط و مقررات ما موافقت کنید. تمام آپلودها باید مناسب برای تمام اعضای خانواده، اریژینال، فاقد حقوق مؤلف، غیرتجاری و فاقد ویروس باشند.

source: Read our complete submission guidelines.
ar_us: راهنمای کامل ارسال را بخوانید.

source: I accept the Terms & Conditions.
ar_us: کلیۀ‌ شرایط را می‌پذیرم.

source: Upload Successful. Continue with uploads or leave this page.
ar_us: آپلود موفقیت‌آمیز بود. به آپلود ادامه دهید یا این صفحه را ترک کنید.

source: Linked Videos
ar_us: ویدیوهای لینک شده

source: Crop
ar_us: کراپ

source: Scale
ar_us: مقیاس

source: Rejected
ar_us: مردود

source: Pending Approval
ar_us: در انتظار پذیرش

source: Uploaded
ar_us: آپلود شده

source: Submitted by:
ar_us: ارسال شده توسط:

source: Admin message: users will be able to re-order media only if the 'Default Media Order - Listing Specific' media setting is set to 'ordering'.
ar_us: پیام مدیر: کاربران تنها زمانی می‌توانند چیدمان مدیا را تغییر دهند که این کار در تنظیمات مجاز شده باشد.

source: Listing Owner Photos
ar_us: عکس‌های ایجادکننده مدخل

source: User Photos
ar_us: عکس‌های کاربران

source: Listing Owner Videos
ar_us: ویدیوهای ایجادکننده مدخل

source: User Videos
ar_us: ویدیوهای کاربران

source: More by %s
ar_us: مطالب دیگر %s

source: Keywords
ar_us: واژگان کلیدی

source: Address
ar_us: آدرس

source: Other users interested in %s
ar_us: کاربران دیگر به %s علاقه داشته اند

source: There are %s listings and %s reviews.
ar_us: %s مدخل و %s نقد موجود است.

source: You will be able to upload media right after you submit your review.
ar_us: شما پس از ارسال نقد می‌توانید مدیا آپلود کنید.

source: You will be able to upload media right after you submit your comment.
ar_us: شما پس از ارسال نظر می‌توانید مدیا آپلود کنید.

source: Editor reviews
ar_us: نقدهای کارشناسان

source: Editor review
ar_us: نقد کارشناس

source: Editor comments
ar_us: نظرات کارشناسان

source: Editor comment
ar_us: نظر کارشناس

source: View all editor reviews
ar_us: مشاهده همه نقدهای کارشناسان

source: View all editor comments
ar_us: مشاهده همه نظرات کارشناسان

source: Back to Listing
ar_us: بازگشت به مدخل

source: Average editor rating from: %s user(s)
ar_us: میانگین امتیازات کارشناسان: %s کارشناس

source: Rank
ar_us: رتبه

source: Number of reviews written:
ar_us: تعداد نقدهای نوشته شده:

source: Percentage helpful votes
ar_us: درصد آرای مفید

source: votes
ar_us: رأی‌ها

source: Commented by
ar_us: نظردهنده

source: View all my reviews (%s)
ar_us: مشاهدۀ تمام نقدهای من (%s)

source: Owner's reply
ar_us: پاسخ ایجادکننده مدخل

source: Photos (%s)
ar_us: عکس‌ها (%s)

source: Videos (%s)
ar_us: ویدیوها (%s)

source: Read Review
ar_us: خواندن نقد

source: Do you have media to share? %s
ar_us: آیا مدیایی برای اشتراک دارید؟ %s

source: No reviews were found.
ar_us: هیچ نقدی یافت نشد.

source: User reviews
ar_us: نقدهای کاربران

source: User comments
ar_us: نظرات کاربران

source: View all user comments
ar_us: مشاهده همه نظرات کاربران

source: There are no user comments for this listing.
ar_us: هیچ کاربری در این مدخل نظر نداده است.

source: Listing summary
ar_us: خلاصه مدخل

source: Listing description
ar_us: توضیحات مدخل

source: Review comments
ar_us: مشاهده نظرات

source: Any
ar_us: هر

source: Exact
ar_us: دقیق

source: Listing author
ar_us: نویسنده:

source: Swap Start/End
ar_us: جابجایی شروع/پایان

source: Start Address
ar_us: شروع آدرس

source: Driving
ar_us: سواره

source: Bicycling
ar_us: بازیافت

source: Transit
ar_us: ترانزیت

source: Walking
ar_us: پیاده

source: End
ar_us: پایان

source: Get Directions
ar_us: مسیر یابی

source: &#171; Large Map
ar_us: &#171; نقشه بزرگ

source: Small Map &#187;
ar_us: نقشه کوچک &#187;

source: Free & Trial Plans
ar_us: پلان‌های رایگان و آزمایشی

source: Single Payment Plans
ar_us: پلان‌های پرداخت واحد

source: Subscription Plans
ar_us: پلان‌‌های اشتراک

source: Available plans in this category:
ar_us: پلان‌های در دسترس در این مجموعه

source: Orders Expiring Soon
ar_us: سفارشاتی که به زودی منقضی می‌شوند

source: Listings Pending Payment
ar_us: مدخل‌هایی که در انتظار پرداخت هستند

source: Incomplete Orders
ar_us: سفارشات ناتمام

source: Account Information
ar_us: اطلاعات حساب کاربری

source: Listings
ar_us: مدخل‌ها

source: Orders
ar_us: سفارشات

source: Invoices
ar_us: فاکتورها

source: Account Details
ar_us: جزئیات حساب کاربری

source: Invoice #
ar_us: فاکتور #

source: Order #
ar_us: سفارش #

source: Listing & Plan Information
ar_us: اطلاعات مدخل و پلان

source: The listing is no longer available
ar_us: مدخل در دسترس نیست

source: Expiring Soon!
ar_us: به زودی منقضی می‌شود!

source: Created
ar_us: ایجاد شد

source: Expires
ar_us: تاریخ پایان

source: Plan Information
ar_us: اطلاعات پلان

source: Payment
ar_us: پرداخت

source: Renew Order
ar_us: از سرگیری سفارش

source: Business
ar_us: حرفه

source: Country
ar_us: کشور

source: Tax ID
ar_us: شناسه مالیات

source: Invoice
ar_us: فاکتور

source: UNPAID
ar_us: پرداخت نشده

source: Date
ar_us: تاریخ

source: Item
ar_us: آیتم

source: Amount
ar_us: مبلغ

source: Subtotal
ar_us: مجموع

source: Tax (%s%%)
ar_us: مالیات (%s%%)

source: Total
ar_us: جمع کل

source: Thank you for your business!
ar_us: با سپاس از انجام معامله با ما!

source: Your order is complete
ar_us: سفارش شما تکمیل شد

source: %s, we have received your payment and you may now check the status of your listing in your <a href="%s">account</a>.
ar_us: %s، پرداخت شما وصول گردید و حال بهتر است مدخل خود را در <a href="%s">اکانت خود چک کنید</a>.

source: Your order is pending
ar_us: سفارش شما معوق می‌باشد.

source: %s, your order is under review at the payment processor and will be processed once payment is confirmed.
ar_us: %s، سفارش شما در مرحله پردازش پرداخت قرار دارد و پس از تأیید انجام خواهد شد.

source: Your order failed
ar_us: سفارش شما رد شد

source: %s, your order failed to pass out security validations. If you feel this is an error, please contact us with your order number.
ar_us: %s، سفارش شما در عبور از ارزیابی امنیتی با ناموفقیت مواجه شد. اگر فکر می‌کنید که خطایی پیش آمده، لطفاً با ارسال شماره سفارش خود ما را مطلع سازید.

source: Your order is incomplete
ar_us: سفارش شما نیمه تمام است

source: Your order is being processed
ar_us: سفارش شما در حال پردازش است

source: %s, you will receive an email in a few minutes when your order is finalized and your listing is updated. You can also check the account page for the status of your listings.
ar_us: %s، ظرف چند دقیقه که سفارش شما تکمیل شد ایمیلی دریافت خواهید کرد و مدخل شما به روز رسانی خواهد شد. شما می‌توانید برای مشاهده وضعیت مدخل خود، حساب کاربری‌تان را نیز چک نمایید.

source: Order details
ar_us: جزئیات سفارش

source: My Account
ar_us: حساب کاربری من

source: Order status
ar_us: وضعیت سفارش

source: Expiration
ar_us: انقضا

source: There are no plans available for this listing.
ar_us: برای این مدخل هیچ پلانی وجود ندارد.

source: Renewal orders become active only when the current plan order expires.
ar_us: درخواست تمدید زمانی فعال می‌شود که پلان فعلی منتقضی شود.

source: Step 1: Select a Plan
ar_us: گام اول: انتخاب یک پلان

source: You have %s free submission(s) left out of %s
ar_us: برای شما %s ارسال رایگان از مجموع %s مورد باقی مانده است.

source: Please select a plan to continue.
ar_us: لطفا برای ادامه یک پلان را انتخاب نمایید.

source: Step 2: Select Payment Method
ar_us: گام دوم: انتخاب شیوه پرداخت

source: You have a balance of %s points, equivalent to %s
ar_us: موجودی اعتبار شما %s، و معادل است با %s

source: You don't have enough points to pay for the selected plan
ar_us: شما اعتبار کافی برای پرداخت جهت پلان انتخاب شده را ندارید

source: Please select a payment method to continue.
ar_us: لطفا برای ادامه یک شیوه پرداخت را انتخاب نمایید.

source: Step 3: Confirm order
ar_us: گام سوم: تأیید سفارش

source: Plan
ar_us: پلان

source: Plan Price
ar_us: بهای پلان

source: Discount
ar_us: تخفیف

source: Coupon
ar_us: کوپن تخفیف

source: Apply
ar_us: اجرا شود

source: Coupon invalid or expired
ar_us: کوپن نامعتبر یا منقضی است.

source: The coupon was applied to your order
ar_us: کوپن به درخواست شما افزوده شد.

source: Terms of Service
ar_us: شرایط سرویس

source: Click the submit button to finalize your order. You will be taken to the payment processor site to make your payment.
ar_us: روی دکمه ارسال کلیک کنید تا سفارش شما تکمیل شود. برای پرداخت به صفحه اینترنتی مخصوص پرداخت هدایت خواهید شد.

source: By placing your order you agree to the %sTerms of Service%s above.
ar_us: ارسال درخواست شما به منزله موافقت با %sشرایط و مقررات%s ما است.

source: I have read and agree to the %sTerms of Service%s above.
ar_us: من %sشرایط سرویس‌%s را خواندم و با آن موافقم.

source: The selected category doesn't have any plans.
ar_us: مجموعه انتخاب شده فاقد هرگونه طرح است.

source: Select a category to see the available plans.
ar_us: مجموعه‌ای را انتخاب کنید تا طرح‌های موجود را مشاهده کنید.

source: One time payment plans
ar_us: طرح‌های پرداخت یک باره

source: Never expires
ar_us: بدون انقضا

source: Free
ar_us: رایگان

source: Subscription plans
ar_us: طرح‌های اشتراک

source: Upgrades
ar_us: به روز رسانی ها

source: Free or trial
ar_us: رایگان یا آزمایشی

source: One time payment
ar_us: پرداخت یک باره

source: Subscriptions
ar_us: اشتراک‌ها

source: Get this widget
ar_us: گزارش تخلف این نقد را ارسال کنی
